# Задача 1. Случайная непрерывная величина A имеет равномерное распределение на промежутке (200, 800]. Найдите ее среднее значение и дисперсию.

x = (200, 800)

mean = (200 + 800) / 2
dispers = (800 - 200) ** 2 / 12
print("Среднее значение:", mean)
print("Дисперсия:", dispers)
